[M_Sage_BigFeet MissionDefinition]
MissionName="Pés Grandes"
MissionDescription="Existem algumas pegadas circulares saindo do chalé do Hammerlock. Isso sugere que você as siga para levar até a criatura que as fez e assim, combatê-la."
TurnInDescription="Bom trabalho! Você tem olhos de águia e a habilidade de combate de um falcão equipado com lança foguetes."
MissionSummary="Rastreie e elimine a besta de pés grandes."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="Um conselho de um velho rastreador: se deseja encontrar algo, use seus olhos."

[M_Sage_BigFeet:FindCreature MissionObjectiveDefinition]
ProgressMessage="Rastreie a besta"

[M_Sage_BigFeet:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_BigFeet:FindTracks MissionObjectiveDefinition]
ProgressMessage="Encontre os rastros"

[M_Sage_BigFeet:FindTracksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_BigFeet:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine a besta"

[M_Sage_BigFeet:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

